Repository: pekarnick/ICCTI-DOCS
Catalog: resources/locales/*/default.po
Languages: es_es

source: The documento has been saved.
es_es: Documento guardado correctamente

source: The documento could not be saved. Please, try again.
es_es: Error al guardar el documento

source: The documento has been deleted.
es_es: Documento eliminado

source: The postulante has been saved.
es_es: Registro ingresado correctamente

source: The postulante could not be saved. Please, try again.
es_es: Error al intentar guardar el registro, intentelo de nuevo

source: The postulante has been deleted.
es_es: Registro eliminado

source: The postulante could not be deleted. Please, try again.
es_es: No se pudo elimnar el registro, intentelo de nuevo

source: The proyecto has been saved.
es_es: Proyecto guardado

source: The proyecto could not be saved. Please, try again.
es_es: Error al intentar guardar el proyecto, intentelo de nuevo

source: The proyecto has been deleted.
es_es: Proyecto Eliminado

source: The proyecto could not be deleted. Please, try again.
es_es: No se pudo eliminar el proyecto

source: The tipo has been saved.
es_es: Registro guardado

source: The tipo could not be saved. Please, try again.
es_es: Error al intentar guardar el registro

source: The tipo has been deleted.
es_es: Registro eliminado

source: The tipo could not be deleted. Please, try again.
es_es: Error al intentar eliminar el registro

source: The user has been saved.
es_es: Usuario agregado correctamente

source: The user could not be saved. Please, try again.
es_es: Error al intentar guardar el usuario

source: The user has been deleted.
es_es: Usuario eliminado

source: The user could not be deleted. Please, try again.
es_es: Error al intentar eliminar el usuario

source: Invalid username or password
es_es: CUIT o contraseña incorrecta

source: Actions
es_es: Operaciones

source: List Documentos
es_es: Documentos

source: Add Documento
es_es: Nuevo Documento

source: Submit
es_es: Enviar

source: Delete
es_es: Eliminar

source: Are you sure you want to delete # {0}?
es_es: Esta seguro de eliminar el registro # {0}?

source: Edit Documento
es_es: Editar Documento

source: New Documento
es_es: Nuevo Documento

source: View
es_es: Detalles

source: Edit
es_es: Editar

source: first
es_es: primera

source: previous
es_es: anterior

source: next
es_es: siguiente

source: last
es_es: ultima

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es_es: Página {{page}} de {{pages}}, mostrando {{current}} registros de {{count}} en total

source: Delete Documento
es_es: Eliminar Documento

source: Created
es_es: Creado

source: Modified
es_es: Modificado

source: File
es_es: Archivo

source: Edit Tipo
es_es: Editar Tipo

source: List Postulantes
es_es: Postulantes

source: Add Postulante
es_es: Nuevo Postulante

source: Edit Postulante
es_es: Editar Postulante

source: New Postulante
es_es: Nuevo Postulante

source: Telefono
es_es: Teléfono

source: Direccion
es_es: Dirección

source: List Proyectos
es_es: Proyectos

source: Add Proyecto
es_es: Nuevo Proyecto

source: Edit Proyecto
es_es: Editar Proyecto

source: New Proyecto
es_es: Nuevo Proyecto

source: Add Tipo
es_es: Nuevo Tipo

source: List Users
es_es: Usuarios

source: Add User
es_es: Nuevo Usuario

source: Edit User
es_es: Editar Usuario

source: New User
es_es: Nuevo Usuario

source: Users
es_es: Usuarios

source: Delete User
es_es: Eliminar Usuarios

source: Username
es_es: Nombre de usuario

source: Back
es_es: Volver
